straga/micropython_upy/ports/boards/STRAGA_TTGO_PSRAM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "TTGO_RAM"
#define MICROPY_HW_MCU_NAME "ESP32"
